[
  {
    "group": "leader",
    "name": "Judge Charles V. Johnson",
    "link": "https://raw.githubusercontent.com/YouthandLaw/YLFContent/master/Charles%20V.%20Johnson.jpg",
    "bio": "Charles V. Johnson grew up in Arkansas in the 1930s and 1940s. After serving in the U.S.army for four years, he finished college in Arkansas.  He moved to Seattle in 1954 to attend law school at the University of Washington, one of only a handful of African American graduate students on the campus at that time.\n\nUpon graduating in 1957, Johnson was recruited by Jack Tanner, a law school colleague and President of the Northwest Branches of the NAACP, to revive the NAACP’s Seattle Chapter. Following a hugely successful membership drive, Johnson served a long and distinguished career with the NAACP: as president of the Seattle Chapter from 1959 to 1964, then president of the NAACP’s Northwest Area Conference from 1965 until the early 1970s, and finally as a member of the national NAACP’s Board of Directors from 1968 to 1995.\n\nJohnson also served as Chair of the Board that oversaw Model Cities in the late 1960s, served as a Municipal Court Judge from 1969 to 1980, and served as a Superior Court Judge from 1981 until his retirement in 1998."
  },
  {
    "group": "leader",
    "name": "Judge Norma S. Huggins",
    "link": "https://raw.githubusercontent.com/YouthandLaw/YLFContent/master/Norma%20S.%20Huggins.jpeg",
    "bio": "Judge Norma S. Huggins represents the very best of what a judge should aspire to be. She is intelligent, fair, hard-working, compassionate, and decisive. Above all, she is a model of humility and grace.\nJudge Huggins presently sits on the bench of the King County Superior Court, where she has served since 1988. Prior to becoming a superior court judge, she was a judge on the Seattle Municipal Court. When she was appointed to that position in 1983, she became the first African American woman judge in the State of Washington.\n\nJudge Huggins began a nursing career after obtaining her nursing degree at Akron University in Ohio. She then attended the University of Arkansas, earning her Bachelor of Arts and Juris Doctor degree from that institution. Her legal career began as a trial attorney with Associated Counsel for the Accused, a private, nonprofit public defender firm in Seattle.\n\nJudge Huggins has an impressive mix of civil and judicial accomplishments. In 1991, she received the Totem Council Girl Scout of the Year Award. She also served as a People to People Delegate to Pacific Rim Countries on behalf of the America Judges' Association. She recently received the President's Award from the King County Chapter of Washington Women Lawyers. Prior to that, she received the Woman Judge of the Year Award from the National Bar Association.\n\nHer recent duty as one of the deans for Judicial Orientation for the Superior Court Judges' Association represents just one of her activities in the area of legal education. She has also served as an instructor in a variety of subject areas, including issues relating to domestic violence and other areas of criminal law.\n\nJudge Huggins has provided her time and ideas to a variety of organizations. Among them are the Washington State Minority and Justice Commission, the Washington State Gender and Justice Implementation Task Force, the Domestic Violence Task Force, and the Family Law Committee of the Superior Court Judges' Association. \n\nOne of the true measures of the success of a judge is how she is perceived by those who appear before her. In the case of Judge Huggins, the most frequently heard comments are that she is eminently fair and truly listens to those who appear before her. While defendants accused of crime do not always agree with the decisions that she makes, they usually believe that Judge Huggins has truly listened to what they have said.\n\nJudge Huggins is the proud mother of four adults, three daughters and a son. And she is particularly proud of her new grandchild.\n\nJudges and the greater public should be proud that Judge Huggins sits on the Superior Court bench. We all benefit from her service."
  },
  {
    "group": "leader",
    "name": "Judge Leroy McCullough",
    "link": "https://raw.githubusercontent.com/YouthandLaw/YLFContent/master/Pepe%20Leroy.jpg",
    "bio": "Currently assigned to the adult civil and criminal calendar through the Maleng Regional Justice Center (MRJC), Kent, Washington, Judge McCullough began service as a King County Superior Court Judge in 1989. This appointment and succeeding retention was preceded by his work as the Chief Hearing Examiner for Seattle land use and environmental issues, by his assignments as a State of Washington Assistant Attorney General, and by private practice. While on the bench, he has chaired such King County Superior Court Committees as the Jury, Courts and Community, and Personnel committees. In 2009 he was honored as Judge of the Year by the American Board of Trial Advocates (ABOTA) and by the King County Bar Association. Judge McCullough is a past President and Board member of the Loren Miller Bar Association, a Life Member of the NAACP, a proud member of Alpha Phi Alpha Fraternity, former Chair of the King County Library Board, and a past Executive Board member of the Meredith Mathews East Madison YMCA. Former Chief Judge of the MRJC and former presiding Judge of the King County Juvenile Drug Court, he considers himself a seasoned but progressive member of the Washington State Minority and Justice Commission and its Youth and Justice Committee.\n\nJudge McCullough holds undergraduate and law degrees from the University of Washington, Seattle, and certification from the National Judicial College, Reno, Nevada."
  },
  {
    "group": "speaker20",
    "name": "Speaker name",
    "link": "https://raw.githubusercontent.com/YouthandLaw/YLFContent/master/speaker20/speaker.png",
    "bio": "Speaker bio"
  },
  {
    "group": "speaker20",
    "name": "Speaker name",
    "link": "https://raw.githubusercontent.com/YouthandLaw/YLFContent/master/speaker20/speaker.png",
    "bio": "Speaker bio"
  },
  {
    "group": "speaker20",
    "name": "Speaker name",
    "link": "https://raw.githubusercontent.com/YouthandLaw/YLFContent/master/speaker20/speaker.png",
    "bio": "Speaker bio"
  },
  {
    "group": "speaker20",
    "name": "Speaker name",
    "link": "https://raw.githubusercontent.com/YouthandLaw/YLFContent/master/speaker20/speaker.png",
    "bio": "Speaker bio"
  }
]