[
  {
    "group": "leader",
    "name": "Judge Charles V. Johnson",
    "link": "https://raw.githubusercontent.com/YouthandLaw/YLFContent/master/Charles%20V.%20Johnson.jpg",
    "bio": "Charles V. Johnson grew up in Arkansas in the 1930s and 1940s. After serving in the U.S.army for four years, he finished college in Arkansas.  He moved to Seattle in 1954 to attend law school at the University of Washington, one of only a handful of African American graduate students on the campus at that time.\n\nUpon graduating in 1957, Johnson was recruited by Jack Tanner, a law school colleague and President of the Northwest Branches of the NAACP, to revive the NAACP’s Seattle Chapter. Following a hugely successful membership drive, Johnson served a long and distinguished career with the NAACP: as president of the Seattle Chapter from 1959 to 1964, then president of the NAACP’s Northwest Area Conference from 1965 until the early 1970s, and finally as a member of the national NAACP’s Board of Directors from 1968 to 1995.\n\nJohnson also served as Chair of the Board that oversaw Model Cities in the late 1960s, served as a Municipal Court Judge from 1969 to 1980, and served as a Superior Court Judge from 1981 until his retirement in 1998."
  },
  {
    "group": "leader",
    "name": "Judge Norma S. Huggins",
    "link": "https://raw.githubusercontent.com/YouthandLaw/YLFContent/master/Norma%20S.%20Huggins.jpeg",
    "bio": "message"
  },
  {
    "group": "leader",
    "name": "Judge Leroy McCullough",
    "link": "https://raw.githubusercontent.com/YouthandLaw/YLFContent/master/Pepe%20Leroy.jpg",
    "bio": "Currently assigned to the adult civil and criminal calendar through the Maleng Regional Justice Center (MRJC), Kent, Washington, Judge McCullough began service as a King County Superior Court Judge in 1989. This appointment and succeeding retention was preceded by his work as the Chief Hearing Examiner for Seattle land use and environmental issues, by his assignments as a State of Washington Assistant Attorney General, and by private practice. While on the bench, he has chaired such King County Superior Court Committees as the Jury, Courts and Community, and Personnel committees. In 2009 he was honored as Judge of the Year by the American Board of Trial Advocates (ABOTA) and by the King County Bar Association. Judge McCullough is a past President and Board member of the Loren Miller Bar Association, a Life Member of the NAACP, a proud member of Alpha Phi Alpha Fraternity, former Chair of the King County Library Board, and a past Executive Board member of the Meredith Mathews East Madison YMCA. Former Chief Judge of the MRJC and former presiding Judge of the King County Juvenile Drug Court, he considers himself a seasoned but progressive member of the Washington State Minority and Justice Commission and its Youth and Justice Committee.\n\nJudge McCullough holds undergraduate and law degrees from the University of Washington, Seattle, and certification from the National Judicial College, Reno, Nevada."
  },
  {
    "group": "speaker20",
    "name": "Speaker name",
    "link": "https://raw.githubusercontent.com/YouthandLaw/YLFContent/master/speaker20/speaker.png",
    "bio": "Speaker bio"
  },
  {
    "group": "speaker20",
    "name": "Speaker name",
    "link": "https://raw.githubusercontent.com/YouthandLaw/YLFContent/master/speaker20/speaker.png",
    "bio": "Speaker bio"
  },
  {
    "group": "speaker20",
    "name": "Speaker name",
    "link": "https://raw.githubusercontent.com/YouthandLaw/YLFContent/master/speaker20/speaker.png",
    "bio": "Speaker bio"
  },
  {
    "group": "speaker20",
    "name": "Speaker name",
    "link": "https://raw.githubusercontent.com/YouthandLaw/YLFContent/master/speaker20/speaker.png",
    "bio": "Speaker bio"
  }
]